[
    {
        "product_name": "FUJIFILM X-T5 Mirrorless Camera Body with 18-55mm Lens",
        "reviews": []
    },
    {
        "product_name": "FUJIFILM X-H2 Mirrorless Camera Body Only",
        "reviews": []
    },
    {
        "product_name": "Canon EOS 200D II DSLR Camera EF-S18-55mm IS STM",
        "reviews": [
            "Good quality",
            "Satisfied..! Best mid range camera for beginners and pros as well.I attached some pics shot by 50mm 1.8 prime  lens Best for photo and video as well .Eye autofocus works well .",
            "awesome",
            "This is awesome for the beginners and very optic to use and smooth photography with much clearances. I love this 200d mark ll and best choice to learn photography.",
            "Very nice Camera",
            "Bought this DSLR on Big billion sale. Very happy with the performence through 18-55 stm lens. Some sample photos which I have transferred to my mobile, are attached here. I am extremely happy with its low light performance. All the photos here are unedited. I was bit confused between M50 and 200d mark II but atlast choosed the later one for its wide variety of lens options.",
            "Great camera at good price.",
            "Best dslr at this price pointYou can really achieve great photos with this cameraI have uploaded some samples🙂",
            "Absolutely brilliant camera!!Got it in a very good deal and this is my first DSLR camera. Very much impressed with the features and camera👌🏻 very good camera for all the beginners",
            "So this is the review post 1 month of use.Honestly speaking I wanted to buy 700d, then 750d, then 800d, then 200d then finally got 200d Mark II. (Just understand the feeling, don't use too much logic here)So basically speaking, waited a lot, explored a lot, then finally spent a lot and for this one.So I am no professional photographer but not that amature as well. It's been 1 month I've been using it, exploring the features and what I can say is \"it's a great camera\".I got the dual ki..."
        ]
    },
    {
        "product_name": "Canon EOS 1500D DSLR Camera Body+ 18-55 mm IS II Lens",
        "reviews": [
            "wonderful camera at this price!",
            "Great product for beginners just go for it",
            "nice product....",
            "Nothing to say just buy it",
            "A enhanced version of 1300d which is suitable for first time dslr buyers",
            "Satisfied with my first dslr...",
            "nice entry level made by canon",
            "My first DSLR with amazing photos",
            "Nice purchase. very happy with the camera and flipkart service.",
            "Best camera for beginners,Focus is not good."
        ]
    },
    {
        "product_name": "Canon EOS 3000D DSLR Camera 1 Camera Body, 18 - 55 mm Lens",
        "reviews": [
            "awsome Dslr camera",
            "Budget DSLR for beginner...",
            "awesome  🤗🤗🤗",
            "value for money good for beginnersbut to different to use as it have less buttons",
            "awesome for beginners😎",
            "Value for money, worth buying... 🖤",
            "good product.....easy to use......fast delivery........love this one.",
            "Value for money",
            "nice camera",
            "According to this price, the camera is really awsome.The picture quality is really great. Worth of money"
        ]
    },
    {
        "product_name": "Canon EOS M50 Mark II Mirrorless Camera EF-M15-45mm is STM Lens",
        "reviews": [
            "Nice one",
            "This is an amazing camera to begin with. Even with kit lens, photos are amazing",
            "wow wow wow....as expected with this you should need converter 24mm prime ,50mm prime, and 10 18 wide angel and you are ready",
            "One of the best cam",
            "Loving it day by day ❤️❤️",
            "Excellent Camera for learners......",
            "good camera canon m50 mark ii",
            "Excellent mirrorless camera for a beginner",
            "After long wait I have got the beauty in my hand.. 👍🏽👍🏽yet to be reviewed..",
            "Good Camera for Beginners. Very Light unlike DSLRs, Easy to Operate and Great Quality of Photograph."
        ]
    },
    {
        "product_name": "FUJIFILM Instax Treasure Box Mini 9 Instant Camera",
        "reviews": [
            "My dream cam…i love it very much…",
            "So pretty and value for money",
            "Nice..i love it...❣️",
            "Nice camera works very good",
            "Excellent....... 😍😍",
            "My dream come true.. wow the colour is awesome and the camera looks so cute I loved it thank you Flipkart..",
            "It was my dream cam..I love it especially it gives a aesthetic feel.thank you",
            "Must buy it",
            "Superb product and very quickly delivered , Nice images",
            "Best product 😁 instantly your photo print 🥰nice quality"
        ]
    },
    {
        "product_name": "FUJIFILM X Series X-S10 Mirrorless Camera Body Only",
        "reviews": [
            "Gud",
            "Best camera you can buy  for the bucks.. couldn't be more happier.. best quality with top notch fuji recipes... You just can't get the quality anywhere else..",
            "Excellent camera......"
        ]
    },
    {
        "product_name": "SONY Alpha Full Frame ILCE-7M2K/BQ IN5 Mirrorless Camera Body with 28 - 70 mm Lens",
        "reviews": [
            "Brilliant..The camera is old but even then it can compete with the new realesed cameras.. If u have budget go for a7iii.. overall I’m very much satisfied with this little monster..👌🏼",
            "Excellent package for the price I got!!",
            "BEST FULL FRAME ON THIS PRICE RANGE. AF NOT GOOD ON LOW LIGHT. BATTERY DRAINS FASTER",
            "Simply Superb..Just go for it..",
            "I was looking for a full frame budget camera.. finally shortlisted A7 2 and eos rp.. A7 2Good for stills with excellent dynamic range but auto focus is bit slow.Eos rpGood autofocus capabilities compared to A7 2 but dynamic range is not upto the mark.Since my focus is completely on stills , decided to get A7 2..If you are looking for a still camera go for A7 2. It won't disappoint you ( nikon d810 was my last camera).. for videography don't get this body..Positives1. Excellent pi...",
            "Awesome camera for the price. It's old yes, but the sensor is good enough in daylight. It has little trouble in low light. Also, you may wanna buy a better lens. The camera body is really good, but the same can't be said about the kit lens. It's good enough for beginners tho.",
            "Great saving and a good entry level camera.",
            "Budget full frame camera with ibis that's the reason I've gone for it. All images are from 3rd party canon 400mm 5.6 lens 200% crop with Viltrox adapter. As this lens was not in compatible list so hunts for autofocus. But still hybrid autofocus on sony bang on. It does have eye autofocus which only works with sony lenses and only in single point focus. Definitely recommend for budget wildlife photographer and specially portrait shooters with tight budget as it produce same quality as a7iii wi...",
            "I bought this product at 84k and as I recieved the product prices slashes to 82k i lost 2k. After a month it went down to 79k and 77k with the offers. I bought this camera for only photography this camera is not suitable for video just because of slow focusing speed. QI m using this camera in wedding or events but this device has some limitations. This camera struggle a lot in low-light or in the moment which passes very quick. Another one is its battery life with the orignal battery which is...",
            "My first big purchase from flipkart and the seller amazed me from the speedy delivery. Shipment received as committed, my Somy a7 Mark ii came with the camera, lens, camera bag, memory card, strap, battery and charger and packaging was robust. Flipkart reps were on point at followup and I appreciate making this a smooth buying experience. Seller is 👌🏻."
        ]
    },
    {
        "product_name": "GoPro Hero9 Sports and Action Camera",
        "reviews": [
            "Awesome Picture Quality and Awesome Video Quality.Value for Money.",
            "Best ever action camera , it might be costly but it's totally next level. You'll definitely love it , go for it",
            "Amazing gadget. Video-game stabilizer is something Smoot 😍😍😍 thanks flipkart for an amazing deal.",
            "Absolute Beast.",
            "Awesome",
            "It lags sometimes but it is the best action camera available in the market",
            "Gopro hero 9 is worth buying... Though the delivery for flipkart is getting worse. Just because of the product I'm giving 5star.",
            "Amazing quality ... I used it in deep sea diving and experience was awesome. 5k recording is amazing. Photo quality is awesome. Please buy a 20k powerbank, no issue of fast discharging then.",
            "Best camera for best and coolest adventure trekking gopro hero 9 advantage value for money",
            "Nice gadget for vloging"
        ]
    },
    {
        "product_name": "FUJIFILM X Series X-T4 Mirrorless Camera Body Only",
        "reviews": [
            "best camera ever created in APS-C sensor",
            "Great camera for professional and personal purposes... Sharing one photograph without any edits...",
            "Awesome camera",
            "Thanks the seller and Flipkart I love the service and are packing and I love the camera body"
        ]
    },
    {
        "product_name": "FUJIFILM X-T3withGripMHG-XT3andBLC-XT3CaseBK Mirrorless Camera X-T3 with metal hand Grip MHG-XT3 and B...",
        "reviews": []
    },
    {
        "product_name": "FUJIFILM Instax Treasure Box Mini 11 Instant Camera",
        "reviews": [
            "It’s amazing and perfect camera",
            "Perfect Gift for my teenager..simply loved it. The beauty of hard instant copy of pics and the memories associated with it are priceless. Good buy",
            "Good product for gift purpose",
            "Amazing productNice buy go for it!. The camera quality is so good. It also contain a album, fridge magnet and camera films. I choosed the lilac one the colour was superrr",
            "Very pretty color 😍",
            "A very beautiful gift you can give it to your loved ones.And a very fine way to capture all the beautiful memories in an instant.",
            "I love it it's awesome every one should try this product",
            "Serves the purpose of taking a click for the moment. Can be used for both normal and selfie pics. Generates your printed pic instantly which are of decent quality given its price. Few cons :not good for taking pics in bright sunlight, develops a faded picCan't take pic from a distance, it wont capture the subject properly The width it covers while taking selfie is just enough for 2 people",
            "The photos are not very good quality didn't like it",
            "Worst product, photos are too bad, flash is too bright, every single copy is worst, return policy is also not there, customer service is also bad, please don't buy this product"
        ]
    },
    {
        "product_name": "FUJIFILM Instax Treasure Box Mini 11 Instant Camera",
        "reviews": [
            "It’s amazing and perfect camera",
            "Perfect Gift for my teenager..simply loved it. The beauty of hard instant copy of pics and the memories associated with it are priceless. Good buy",
            "Good product for gift purpose",
            "Amazing productNice buy go for it!. The camera quality is so good. It also contain a album, fridge magnet and camera films. I choosed the lilac one the colour was superrr",
            "Very pretty color 😍",
            "A very beautiful gift you can give it to your loved ones.And a very fine way to capture all the beautiful memories in an instant.",
            "I love it it's awesome every one should try this product",
            "Serves the purpose of taking a click for the moment. Can be used for both normal and selfie pics. Generates your printed pic instantly which are of decent quality given its price. Few cons :not good for taking pics in bright sunlight, develops a faded picCan't take pic from a distance, it wont capture the subject properly The width it covers while taking selfie is just enough for 2 people",
            "The photos are not very good quality didn't like it",
            "Worst product, photos are too bad, flash is too bright, every single copy is worst, return policy is also not there, customer service is also bad, please don't buy this product"
        ]
    },
    {
        "product_name": "SJCAM SJ4000 WI-FI SJ4000 WIFI Sports and Action Camera",
        "reviews": [
            "Good product. Value for money.",
            "Video Quality and Stabilisation is above my expectations😍",
            "Camera quality is awesomebut sound quality is very bad",
            "Video Clarity - 4/5Voice Clarity - 2/5Battery Back - 3/5Overall - 3.5/5",
            "As a beginner, it is the best buy option at such an amazing price.Build quality feels premium and camera quality is also amazing 👌",
            "very nice product",
            "I'm first time user of action camera so tight budget it's okay ,u can go for it, no more expectations for this camera video recording okay, sound quality ok ,u can click the photosWhat you want in this budget you are beginner go for itBattery life min 50 mins Night vision okGyro stabilisation not availableBest part is its come with accessories kitWifi is good Very good Rs4799 ok price range",
            "It is best action camera on this price range. Battery life 40 to 60 minutes based on usage.But there is no external mic port and camera quality ok.",
            "Good value for money jugini",
            "camera and inbuilt quality was good but battery works for 1 hour only.Even though it is a best product to beginners in  such budget"
        ]
    },
    {
        "product_name": "SONY Alpha ILCE-6400L APS-C Mirrorless Camera with 16-50 mm Power Zoom Lens Featuring Eye AF and 4K mo...",
        "reviews": [
            "wow..amazing",
            "As you know without lenses cameras  are nothing. And Sony lenses are very expensive. It's not just a beginner level camera, its more than that, so if you are beginner and have high budget then only go for this camera. It can take amazing shots but you need spend more money in lenses. Kit lens is okay, but I will suggest you 50mm  F/1.8 (or 1.4 if you are rich enough to buy ) lens if you are new to photography. Else go out and have some research. Take decision wisely. Do like my comment if it ...",
            "Best Apsc camera in the market period. The thing that distinguish it from competition is the autofocus speed which even far superior than almost 99 camera under 2 lakh. Also for a beginner such as me it's a good investment as learning camera and it can also be used professionally provided with right lenses. a6000 is also equally good if you are tight on budget. In the end I would say I am very much satisfied with its performance although I haven't even explored its full potential. Real pict...",
            "My dream has come true 😍😍 \" sony \" the brand name is enough to fall in😍😍😍 amazing mirror less camera 😍😍",
            "awesome camera best apsc camera in the world",
            "VALUE FOR MONEY Video segment : excellentPhoto:GoodBut charger is not expected",
            "Excellent Camera for beginner photographer  who are using mobile for photography and are looking to upgrade their skills. Buy with 18-135 lens + sigma 100-400 or 55-210+ 30/16 sigma prime lens for better usability.Pros:1)Lite and compact body easy to carry.2)Excellent burst shooting of around 11fps.3)Excellent colour science from Sony.4)Affordable mirror-less option although some canon/Nikon's cost less but they are not mirror-less. Due to electronic viewfinder in mirror-less cameras we...",
            "awesome",
            "There's no better camera than this one in this segment and even on segment above ; it's sony so you definitely get all the cool features of a full frame camera. Most  YouTubers have used this camera once in a while and Every vloggers admires this camera. Body is small and handy and yet the build quality feels premiumIt's not a pro level camera or a beginners camera, It falls right between them ; I have always wanted this one and now I have it.",
            "Nice product."
        ]
    },
    {
        "product_name": "FUJIFILM Instax Mini 9 Instant Camera",
        "reviews": [
            "Very satisfied with the product and delivery. Absolutely love it!!!",
            "It's good ❣️",
            "Very satisfied..",
            "Flipkart first accepted my return I returned the camera back because some accessories are missing and now I don’t get my money back and didn’t get the camera and they are calling too this is how deal with your clients?",
            "Awesome product, and i liked it very much, I'm gifting this to my sister on her 18th b'day.... I am very much sure that she will love this",
            "Gud one",
            "Nice product",
            "Nice camera and shping iz good u can order it",
            "It's the cutest thing I got🥺❤",
            "Very nice product for kids I gave to my daughter as her birthday present it's good for gifting to anyone"
        ]
    },
    {
        "product_name": "SJCAM FunCam 1080P Waterproof Kids Sports and Action Camera",
        "reviews": [
            "The  very  good  product  the  picture  of  the  camera  are  good  and  water  proof  also",
            "Good product",
            "I Don't no anything about this cam but its really good",
            "Nice product, cannot expect much for this price but it’s good for kids. Photo and video quality is just okay",
            "Waste of money",
            "Plastic and cheap quality camera, don't buy",
            "poor image worst battery",
            "The camera was dead. Couldn't switch it on, even after charging.",
            "Waste of money",
            "Memory card not aacsept"
        ]
    },
    {
        "product_name": "NIKON D7500 DSLR Camera Body with 18-140 mm Lens",
        "reviews": [
            "Finest camera... Loved it",
            "Excellent!",
            "I m in love with this NIKON D7500.Nothing to say.❤️",
            "The best camera for someone just getting into Professional Photography. It's got buttons and dials for all the settings, you'll almost never use on screen controls. It has got touch to capture makes it so much easier to give camera to someone to capture things for you. Though it takes amazing 4K videos, I do not recommend it to vloggers. It is too heavy to be carried in one hand and the screen articulates only at the back, so you can't see yourself while you record. I need not talk about ...",
            "All the images are shoot in the KIT Lens. 18-140 . And the the body is good. High ISO is not an issue no grains. And excellent processing and fast.",
            "I m using DSLR for first time in life.This DSLR is semi professional Camera.Best for Wedding Photography,Wildlife Photography, Cinematography,For Commercial Use this DSLR is best..Great Service by Flipkart And Ekart Logistics..Fast Delivery...Those who want to make career in Photography or Cinematography this DSLR is for them.Don't think too much Just Buy It.",
            "Very good hossam quality #bhadrachalam",
            "its amazing product i am very happy",
            "One of the finest Dslr camera i hv ever seen... No need to think.. jst go and grab it.. if u need a high mid rnge Semi professional Camera go for it.. no will able to mke Difference between a pro nd this Semi pro.. because it has the Same ExSpeed processor which nikkon D50 has.... So.. i just loved it... Go for it...",
            "Awesome camera"
        ]
    },
    {
        "product_name": "SJCAM SJ6 Legend SJ6 Legend Sports and Action Camera",
        "reviews": [
            "I This is Best Action camera On This Segment 😍",
            "Awesome 😘🥰",
            "I just love this camera..",
            "Awesome 🥰",
            "Superb cam , gyro is super smooth must recommended",
            "Nice camera",
            "Value for money best camera for this segments",
            "Very Good product. Fast delivery. Nice",
            "Superb built quality cam pic quality awesome",
            "Product was Good But battery backup was very low."
        ]
    },
    {
        "product_name": "FUJIFILM Instax Treasure Box Mini 11 Instant Camera",
        "reviews": [
            "It’s amazing and perfect camera",
            "Perfect Gift for my teenager..simply loved it. The beauty of hard instant copy of pics and the memories associated with it are priceless. Good buy",
            "Good product for gift purpose",
            "Amazing productNice buy go for it!. The camera quality is so good. It also contain a album, fridge magnet and camera films. I choosed the lilac one the colour was superrr",
            "Very pretty color 😍",
            "A very beautiful gift you can give it to your loved ones.And a very fine way to capture all the beautiful memories in an instant.",
            "I love it it's awesome every one should try this product",
            "Serves the purpose of taking a click for the moment. Can be used for both normal and selfie pics. Generates your printed pic instantly which are of decent quality given its price. Few cons :not good for taking pics in bright sunlight, develops a faded picCan't take pic from a distance, it wont capture the subject properly The width it covers while taking selfie is just enough for 2 people",
            "The photos are not very good quality didn't like it",
            "Worst product, photos are too bad, flash is too bright, every single copy is worst, return policy is also not there, customer service is also bad, please don't buy this product"
        ]
    },
    {
        "product_name": "SONY Alpha ILCE-6400 APS-C Mirrorless Camera Body Only Featuring Eye AF and 4K movie recording",
        "reviews": [
            "wow..amazing",
            "As you know without lenses cameras  are nothing. And Sony lenses are very expensive. It's not just a beginner level camera, its more than that, so if you are beginner and have high budget then only go for this camera. It can take amazing shots but you need spend more money in lenses. Kit lens is okay, but I will suggest you 50mm  F/1.8 (or 1.4 if you are rich enough to buy ) lens if you are new to photography. Else go out and have some research. Take decision wisely. Do like my comment if it ...",
            "Best Apsc camera in the market period. The thing that distinguish it from competition is the autofocus speed which even far superior than almost 99 camera under 2 lakh. Also for a beginner such as me it's a good investment as learning camera and it can also be used professionally provided with right lenses. a6000 is also equally good if you are tight on budget. In the end I would say I am very much satisfied with its performance although I haven't even explored its full potential. Real pict...",
            "My dream has come true 😍😍 \" sony \" the brand name is enough to fall in😍😍😍 amazing mirror less camera 😍😍",
            "awesome camera best apsc camera in the world",
            "VALUE FOR MONEY Video segment : excellentPhoto:GoodBut charger is not expected",
            "Excellent Camera for beginner photographer  who are using mobile for photography and are looking to upgrade their skills. Buy with 18-135 lens + sigma 100-400 or 55-210+ 30/16 sigma prime lens for better usability.Pros:1)Lite and compact body easy to carry.2)Excellent burst shooting of around 11fps.3)Excellent colour science from Sony.4)Affordable mirror-less option although some canon/Nikon's cost less but they are not mirror-less. Due to electronic viewfinder in mirror-less cameras we...",
            "awesome",
            "There's no better camera than this one in this segment and even on segment above ; it's sony so you definitely get all the cool features of a full frame camera. Most  YouTubers have used this camera once in a while and Every vloggers admires this camera. Body is small and handy and yet the build quality feels premiumIt's not a pro level camera or a beginners camera, It falls right between them ; I have always wanted this one and now I have it.",
            "Nice product."
        ]
    },
    {
        "product_name": "SJCAM SJ 4000 Air 4K Full HD WiFi 30M Waterproof Sports Action Camera Waterproof DV Camcorder 16MP Spo...",
        "reviews": [
            "Product is nice, but after uploading on YouTube quality decreased.",
            "Low price best quality 🥰🥰🥰",
            "Lovely",
            "video quality 1080 60fos good",
            "Product is awesome. You cannot compare to gopro. Gopro is Gopro. Well at Night Quality is ok ok. Day time is awesome.",
            "Very good camera",
            "Fantastic...",
            "Worth it at this price point, night visibility could have been better.",
            "This cam is verry good. value for money product . The packaging is verry neat . The camera it self is verry good can not compare it to go pro. But it is still a good camera if you want to start a youtube channel it is good for bigneers. The video quality is good it is clear. It also have slowmo . The watterproof casing is of gud quality . If you are on a budget then for for this camers 😊",
            "The quality and rest everything is fine but be ready for no battery backup.Max it gives 45 minutes of recording, which might definitely be an issue, so do get an extra battery, The quality is amazing at this price, do check akaso cameras as well."
        ]
    },
    {
        "product_name": "SJCAM FunCam 1080Full HD Waterproof Kids Sports and Action Camera",
        "reviews": [
            "The  very  good  product  the  picture  of  the  camera  are  good  and  water  proof  also",
            "Good product",
            "I Don't no anything about this cam but its really good",
            "Nice product, cannot expect much for this price but it’s good for kids. Photo and video quality is just okay",
            "Waste of money",
            "Plastic and cheap quality camera, don't buy",
            "poor image worst battery",
            "The camera was dead. Couldn't switch it on, even after charging.",
            "Waste of money",
            "Memory card not aacsept"
        ]
    }
]